import styles from '@/styles/Home1.module.css';

const StructureSection = () => {
  return (
    <div className={styles.centeredContainer}>
      <div>
        <h2 className={styles.whiteText}>История факультета</h2>

        <div className={styles.cardContent}>
 
          <p className={styles.whiteText}>
            История экономического факультета берет свое начало с 1970 года, когда был открыт набор 
            студентов по специальности 17.02. «Планирование промышленности» общей численностью 150 человек.
          </p>       <img
      src="/nM-0WPHZrpk.jpg"
      alt="Заведующий кафедрой"
      className={styles.facultyImage2}
    />
        <div className={styles.personInfo}>
        <div className={styles.personText}>

          <h2 className={styles.whiteText}>
            Экономический факультет КубГУ с 1970 до 1972 г. именовался экономическим отделением экономико-правового факультета. 
            </h2>
            <p className={styles.whiteText}>
            Деканом экономико-правового факультета был ветеран ВОВ, к.ю.н., доцент Александр Иванович Бакурский (1913-1995), который пришёл работать в Краснодарский госпединститут в 1943 году после тяжёлого ранения.
            </p>
          <p className={styles.whiteText}>
            Под руководством А.И. Бакурского, в 1974 году вышла в свет коллективная монография «Экономическая роль местных Советов», ставшая заметным событием в научной жизни политэкономов и правоведов нашей страны. Он был одним из первых, кто занимался исследованиями на стыке политической экономии и права.
          </p>
          <p className={styles.whiteText}>
            В вузе к этому времени был накоплен почти полувековой опыт и прочные традиции преподавания как общей экономической теории, так и прикладных, отраслевых экономических дисциплин, который обеспечивала межфакультетская кафедра политической экономии.
          </p>
          <p className={styles.whiteText}>
            Значительную роль в создании экономического факультета КубГУ и подготовке профессорско-преподавательского состава сыграл профессор Валентин Михайлович Готлобер, который с 1968 по 1991 г. заведовал кафедрой политической экономии КубГУ.
          </p>
          <p className={styles.whiteText}>
            Многие деканы экономического факультета и первые заведующие кафедрами или работали на кафедре политической экономии, или были рекомендованы к избранию профессором В.М. Готлобером (А.И. Бакурский, А.А. Вишняков, С.Н. Ветров, И.М. Благодарёв, И.В. Шевченко, Е.Ф. Савонин, В.С. Демченков, В.А. Яковлев, В.В. Родионов).
          </p>
</div>
          <img
            src="/636e0eb6d6370363432433_360.jpg"
            alt="Заведующий кафедрой"
            className={styles.facultyImage4}
          />
</div>
<div className={styles.personInfo}>
        <div className={styles.personText}>

          <h2 className={styles.whiteText}>
          В 1972 г. экономико-правовой факультет был разделён на экономический и юридический факультеты.            
          </h2>
            <p className={styles.whiteText}>
            Первым деканом экономического факультета (1972-1975) стал известный экономист, ветеран ВОВ, к.э.н., доцент Алексей Александрович Вишняков (1921-2001), которого отличало глубокое понимание людей, перипетий жизни. Именно им были заложены, сохраняющиеся и поныне традиции доброжелательного отношения к людям и стремления им помочь. Именно с этим человеком связаны первые шаги факультета и первые успехи экономистов вуза.            </p>
          <p className={styles.whiteText}>
          В данный период были сформированы основные кафедры факультета: 1972 г. – экономики промышленности (заведующий – к.э.н., доцент Савонин Е.Ф.); 1974 г. – организации и планирования промышленностью (заведующий – к.э.н., доцент Демченков B.C.), которые на долгие годы предопределили развитие всего факультета. В 1975 г. был осуществлен первый выпуск экономистов – организаторов производства для всех отечественных звеньев народнохозяйственного комплекса края и других регионов страны. Среди первых выпускников факультета можно выделить: Лахтадыр В.А., полковник милиции, доцент Краснодарский университет МВД РФ; Косоротов Б.А., исполнительный директор ассоциации страховых организаций Краснодарского края; Генералова (Мищенко) Л.Я., д.э.н., проф., КубГУ; Пышнограй П.И., исполнительный директор ООО «Красноленинскнефтегаз-Добыча»          
          </p>
          </div>
          <img
            src="/636e0eb6d6370363432433_360.jpg"
            alt="Заведующий кафедрой"
            className={styles.facultyImage4}
          />
</div>
<div className={styles.personInfo}>
        <div className={styles.personText}>

          <h2 className={styles.whiteText}>
          В 1975 году деканом был избран к.э.н., доцент Сергей Николаевич Ветров (1929-2014), который руководил факультетом в течении 10 лет, вплоть до 1985 г.
          </h2>
            <p className={styles.whiteText}>
            Ветров С.Н. пришел на кафедру с партийно-советской работы – до этого он в течение многих лет возглавлял Краснодарский городской комитет народного контроля. Благодаря его настроенности на созидание, учебный процесс на факультете приобрёл строго практическую направленность. Он разработал положение, в соответствии с которым не только дипломные, но и курсовые работы должны писаться на материалах текущей деятельности предприятий.
            </p>
          <p className={styles.whiteText}>
          За этот период факультет, продолжая подготовку экономистов по специальности «Планирование промышленности», открывает в 1980 г. новую кафедру управления производством. Выпускники факультета занимают ключевые позиции в финансовых и управленческих структурах Краснодарского края и России. Экономическое образование в эти годы, несмотря на жесткий идеологический прессинг, становилось системным и методически организованным.
          </p>
          </div>
          <img
            src="/636e0eb6d6370363432433_360.jpg"
            alt="Заведующий кафедрой"
            className={styles.facultyImage4}
          />
</div>

<div className={styles.personInfo}>
        <div className={styles.personText}>

          <h2 className={styles.whiteText}>
          С 1985 года началась интенсивная работа по структурной модернизации факультета на основе комплексной программы развития, которая была предложена вновь избранным деканом, к.э.н., доцентом Иваном Моисеевичем Благодаревым, который руководил факультетом в течении 10 лет, вплоть до 1995 г.
                    </h2>
            <p className={styles.whiteText}>
            В рамках программы в 1986 г. была открыта подготовка экономистов по специальности 06.05 «Бухгалтерский учет и аудит»; в 1989 г. специальность 06.02 «Экономика и социология труда»; в 1993 г. специальность 06.04 «Финансы, денежное обращение и кредит» и в 1994 г. специальность 06.06 «Мировая экономика». Именно в это время на факультете появляются новые кафедры и избраны заведующие: 1991 г. кафедра бухгалтерского учета, аудита и автоматизированной обработки данных (заведующий д.э.н., проф. Кутер М.И.); 1991 г. кафедра экономического анализа, статистики и финансов (заведующий д.э.н., проф. Нарский В.А.); 1992 г. кафедра управления производством переименована в кафедру менеджмента и маркетинга (действовала до 1995 г.) (заведующий – к.э.н., доцент Молочников Н.Р.). Открытие этих кафедр способствовало в условиях складывавшейся консолидации экономической идеологии формированию глубокого понимания реальных экономических проблем.
                        </p>
          <p className={styles.whiteText}>
          Этот период времени, был отмечен на факультете обилием событий в научной жизни, в частности, многочисленных дискуссий, посвященных товарному производству в условиях плановой экономики, хозрасчету, стимулированию и внедрению рыночных начал. В этих условиях растет популярность экономического образования. Это обусловило увеличение (до 300 чел.) ежегодного набора студентов.
                    </p>
                    <p className={styles.whiteText}>
                    Руководством края и города ученые факультета привлекались к активному внедрению на предприятиях Краснодарской комплексной системы повышения эффективности производства и качества, которая представляла собой один из весомых практических инструментов перевода экономики на интенсивный путь развития, более рациональном использовании производственного потенциала региона, всемерной экономии ресурсов и улучшения качества работы.            </p>
          <p className={styles.whiteText}>
          Ярким периодом жизни факультета, как и всего общества, стал период второй половины 80-х гг., уже вошедший в историю как период «гласности» и «перестройки». Факультет активно участвовал во всех событиях экономической и общественной жизни Краснодарского края и Юга России. Особенно популярными в это время были научные споры о соотношении плана и рынка. На факультете был начат поиск путей обновления содержания образовательных программ, с целью учета новых реалий в экономике, возникших вследствие неуклонного расширения рыночных начал.          </p>
          <p className={styles.whiteText}>
          Профессорско-преподавательский состав факультета успешно осуществил с производственным объединением «Импульс» программу целевой интенсивной подготовки специалистов (ЦИПС). Данное сотрудничество было нацелено на производственников, имеющих высшее техническое образование, и основывалось на полностью разработанной на факультете программе обучения с выдачей диплома о втором высшем образовании. Благодаря этому экономический факультет впервые смог сформировать компьютерные классы с получением компьютерной техники от ПО «Импульс».            </p>
          <p className={styles.whiteText}>
          В 1990 г. ряд сотрудников факультета проводили для всего университета обязательный экономический всеобуч в соответствии с разработанной авторской программой. В это же время (1990-1991 гг.) на факультете начинают читать лекции по макроэкономике известные зарубежные экономисты – приглашенные профессора Майкл Хемесат и Алекс Висковатов (США).          </p>
          <p className={styles.whiteText}>
          В 1992 г. на факультете был открыт первый диссертационный совет по защите кандидатских диссертаций. Первым председателем диссертационного совета становится д.э.н., проф. Яковлев В.А. Со временем совет набирал известность, количество защит увеличивалось.            </p>
          <p className={styles.whiteText}>
          Каждый год развития факультета во второй половина 1980-х годов – первой половине 1990-х годов отражал противоречивый характер того времени и соответствующих ему представлений о характере экономических и социальных проблем развития общества. Это был исторический этап, неразрывно связанный с «духом перемен» и сменой государственного устройства России.          </p>
          <p className={styles.whiteText}>
          Выпускники факультета данного периода работали на многих ключевых должностях государственных структурах и предприятиях Краснодарского края и Республики Адыгея, а также других регионов России и мира. Иностранные студенты, успешно окончившие обучение на экономическом факультете занимали значимые посты в своих странах (ГДР, Вьетнам, Куба, Шри Ланка, Ангола, Нигерия, Эфиопия, Йемен, Вьетнам, Афганистан и т.д.)          </p>
          </div>
          <img
            src="/636e0eb6d6370363432433_360.jpg"
            alt="Заведующий кафедрой"
            className={styles.facultyImage4}
          />
</div>

<div className={styles.personInfo}>
        <div className={styles.personText}>

          <h2 className={styles.whiteText}>
          В 1995 г. на должность декана факультета избирается д.э.н., проф. Игорь Викторович Шевченко, который, сохраняя существующие традиции, способствует дальнейшему развитию факультета в условиях инновационных преобразований.                    </h2>
            <p className={styles.whiteText}>
            В рамках программы в 1986 г. была открыта подготовка экономистов по специальности 06.05 «Бухгалтерский учет и аудит»; в 1989 г. специальность 06.02 «Экономика и социология труда»; в 1993 г. специальность 06.04 «Финансы, денежное обращение и кредит» и в 1994 г. специальность 06.06 «Мировая экономика». Именно в это время на факультете появляются новые кафедры и избраны заведующие: 1991 г. кафедра бухгалтерского учета, аудита и автоматизированной обработки данных (заведующий д.э.н., проф. Кутер М.И.); 1991 г. кафедра экономического анализа, статистики и финансов (заведующий д.э.н., проф. Нарский В.А.); 1992 г. кафедра управления производством переименована в кафедру менеджмента и маркетинга (действовала до 1995 г.) (заведующий – к.э.н., доцент Молочников Н.Р.). Открытие этих кафедр способствовало в условиях складывавшейся консолидации экономической идеологии формированию глубокого понимания реальных экономических проблем.
                        </p>
          <p className={styles.whiteText}>
          Этот период времени, был отмечен на факультете обилием событий в научной жизни, в частности, многочисленных дискуссий, посвященных товарному производству в условиях плановой экономики, хозрасчету, стимулированию и внедрению рыночных начал. В этих условиях растет популярность экономического образования. Это обусловило увеличение (до 300 чел.) ежегодного набора студентов.
                    </p>
                    <p className={styles.whiteText}>
                    Руководством края и города ученые факультета привлекались к активному внедрению на предприятиях Краснодарской комплексной системы повышения эффективности производства и качества, которая представляла собой один из весомых практических инструментов перевода экономики на интенсивный путь развития, более рациональном использовании производственного потенциала региона, всемерной экономии ресурсов и улучшения качества работы.            </p>
          <p className={styles.whiteText}>
          Ярким периодом жизни факультета, как и всего общества, стал период второй половины 80-х гг., уже вошедший в историю как период «гласности» и «перестройки». Факультет активно участвовал во всех событиях экономической и общественной жизни Краснодарского края и Юга России. Особенно популярными в это время были научные споры о соотношении плана и рынка. На факультете был начат поиск путей обновления содержания образовательных программ, с целью учета новых реалий в экономике, возникших вследствие неуклонного расширения рыночных начал.          </p>
          <p className={styles.whiteText}>
          Профессорско-преподавательский состав факультета успешно осуществил с производственным объединением «Импульс» программу целевой интенсивной подготовки специалистов (ЦИПС). Данное сотрудничество было нацелено на производственников, имеющих высшее техническое образование, и основывалось на полностью разработанной на факультете программе обучения с выдачей диплома о втором высшем образовании. Благодаря этому экономический факультет впервые смог сформировать компьютерные классы с получением компьютерной техники от ПО «Импульс».            </p>
          <p className={styles.whiteText}>
          В 1990 г. ряд сотрудников факультета проводили для всего университета обязательный экономический всеобуч в соответствии с разработанной авторской программой. В это же время (1990-1991 гг.) на факультете начинают читать лекции по макроэкономике известные зарубежные экономисты – приглашенные профессора Майкл Хемесат и Алекс Висковатов (США).          </p>
          <p className={styles.whiteText}>
          В 1992 г. на факультете был открыт первый диссертационный совет по защите кандидатских диссертаций. Первым председателем диссертационного совета становится д.э.н., проф. Яковлев В.А. Со временем совет набирал известность, количество защит увеличивалось.            </p>
          <p className={styles.whiteText}>
          Каждый год развития факультета во второй половина 1980-х годов – первой половине 1990-х годов отражал противоречивый характер того времени и соответствующих ему представлений о характере экономических и социальных проблем развития общества. Это был исторический этап, неразрывно связанный с «духом перемен» и сменой государственного устройства России.          </p>
          <p className={styles.whiteText}>
          Выпускники факультета данного периода работали на многих ключевых должностях государственных структурах и предприятиях Краснодарского края и Республики Адыгея, а также других регионов России и мира. Иностранные студенты, успешно окончившие обучение на экономическом факультете занимали значимые посты в своих странах (ГДР, Вьетнам, Куба, Шри Ланка, Ангола, Нигерия, Эфиопия, Йемен, Вьетнам, Афганистан и т.д.)          </p>
          </div>
          <img
            src="/636e0eb6d6370363432433_360.jpg"
            alt="Заведующий кафедрой"
            className={styles.facultyImage4}
          />
</div>

        </div>
      </div>
    </div>
  );
};

export default StructureSection;

